Repository: vijaycs85/fivestar
Catalog: po/*.po
Languages: pt

source: Color scheme
pt: Esquema de cores

source: Blue Lagoon (default)
pt: Azul lagoa

source: Yellow
pt: Amarelo

source: Red
pt: Vermelho

source: Blue
pt: Azul

source: Green
pt: Verde

source: Custom
pt: Personalizado

source: Solid color
pt: Cor sólida

source: Gradient
pt: Gradiente

source: Color set
pt: Palete de cores

source: On colors
pt: Cores quando activo

source: Hover colors
pt: Cores quando por cima

source: Off colors
pt: Cores quando desligado

source: Matte color
pt: Cor mate

source: Comment widget
pt: Widget de comentário

source: Enabling Fivestar for comments will display a rating widget when a user posts a comment. The rating of the comment will affect its parent content.
pt: Activar o Fivestar para comentário irá mostrar um widget de classificação quando um utilizador adicionar um comentário. A classificação do comentário irá afectar o nó.

source: Fivestar comment settings
pt: Opções do Fivestar para comentários

source: Disabled
pt: Desactivado

source: Optional rating
pt: Pontuação opcional

source: Required rating
pt: Pontuação obrigatória

source: Comment widget preview
pt: Pré-visualização do widget de comentário

source: Rating
pt: Votação

source: Number of Options
pt: Número de opções

source: The number of stars or radio buttons to display.
pt: O número de estrelas ou rádio buttons a exibir.

source: Use Node Comment Parent as Target
pt: Utilizar o nó pai do comentário como alvo

source: Use this option to easily make a Fivestar field affect the comment parent for nodes of this content type.
pt: Utilize esta opção para facilmente fazer com que o Fivestar afecte o nó pai para este tipo de conteúdo.

source: Target Node ID
pt: ID do nó

source: A single node ID on which this field will register the vote. If no NID is specified, the field's value will be saved, but no vote will be registered with the Voting API.
pt: Um único ID do nó no qual esse campo irá registar o voto. Se nenhum NID for especificado, o valor do campo será guardado, mas nenhum voto será registado com o Voting API.

source: Return the target node ID or use plain text. Enter PHP code between <em>&lt;?php ?&gt;</em>. Note that executing incorrect PHP-code can break your Drupal site.
pt: Devolve o ID do nó alvo ou usa texto puro. Digite o código PHP entre <em>&lt;?php ?&gt;</em>. Note que executando Código PHP incorrecto pode danificar o seu site.

source: Stars
pt: Estrelas

source: Allow Clearing
pt: Permite limpar

source: True
pt: Verdadeiro

source: False
pt: Falso

source: Display a button to clear the user's current vote.
pt: Exibe um botão para limpar o voto actual do utilizador

source: As Stars
pt: Como estrelas

source: Rating (i.e. 4.2/5)
pt: Pontuação (ex: 4.2/5)

source: Percentage (i.e. 92)
pt: Percentagem (ex: 92)

source: This page is used to configure site-wide features of the fivestar module. To setup fivestar to rate content:
pt: Essa página é usada para configurar os recursos globais do Fivestar. Para configurar o Fivestar para pontuar conteúdo:

source: Configure site-wide settings for fivestar below.
pt: Defina as configurações globais para o Fivestar em baixo.

source: Go to <a href="!types">admin/content/types</a> and edit the type you would like to rate.
pt: Navegue até <a href="!types">admin/content/types</a> e edite o tipo de conteúdo que quer pontuar.

source: On the settings page for the content type, a set of options is available for fivestar, where you can enable rating for that type and set rating options.
pt: Na página de configuração de tipos de conteúdo, um conjunto de opções está disponível para o Fivestar, onde pode activar a votação para esse tipo e configurar as opções de votação.

source: Fivestar ratings
pt: Pontuações Fivestar

source: To rate this content, enable Fivestar rating below. These settings will be used for both comments (if available) and direct rating.
pt: Para classificar este tipo de conteúdo, active o Fivestar em baixo. Essas definições afectarão simultaneamente os comentários (se disponíveis) e a classificação directa.

source: Enable Fivestar rating
pt: Activar o Fivestar

source: Number of stars
pt: Número de estrelas

source: Star Labels
pt: Etiquetas das estrelas

source: These star labels appear as the link title when javascript is enabled as well as the select list options when javascript is disabled.
pt: Essas etiquetas das estrelas aparecem como o título do link quando o javascript está activo e também como as opções da lista de selecção quando o javascript está desactivo.

source: Display labels on mouse over
pt: Mostrar etiquetas quando o cursor passa por cima

source: When enabled, the star labels will dynamically appear underneath the stars as the user hovers over each star to provide a more descriptive qualitative meaning for each star value.
pt: Quando activadas, as etiquetas das estrelas irão aparecer dinamicamente debaixo das estrelas à medida que utilizador move o cursor por cima delas, permitindo uma descrição qualitativa de cada estrela.

source: Star @star label
pt: Etiqueta @star estrela

source: Cancel label
pt: Etiqueta para cancelar

source: Direct rating widget
pt: Widget de votação directa

source: These settings allow you to display a rating widget to your users while they are viewing content of this type. Rating will immediately register a vote for that piece of content.
pt: Estas opções permitem que apareça um widget de classificação enquanto eles estão a ver este tipo de conteúdo. O voto será imediatamente registado para esse tipo de conteúdo.

source: Star display style
pt: Estilo de exibição das estrelas

source: Display average vote value
pt: Mostrar a média em valor da votação

source: Display user vote value
pt: Exibir o voto do utilizador

source: User vote if available, average otherwise
pt: Usar o voto do utilizador se disponível, a média em caso contrário

source: Both user and average vote
pt: Simultaneamente a votação do utilizador e a média geral

source: Text display style
pt: Estilo de exibição cinco estrelas

source: Display no text beneath stars
pt: Não mostrar texto debaixo das estrelas

source: Current average in text
pt: Pontuação média na forma de texto

source: User current vote in text
pt: Voto do utilizador no texto

source: Show widget title
pt: Mostrar o título do widget

source: Allow users to undo their votes
pt: Permitir que os utilizadores anulem o seu voto

source: Teaser display
pt: Exibição do resumo

source: <Hidden>
pt: <Escondido>

source: Full node display
pt: Exibição completa do nó

source: Direct rating widget preview
pt: Pré-visualização do widget de classificação directa

source: Widget display
pt: Exibição do Fivestar

source: Default
pt: Padrão

source: Custom color widgets
pt: Widgets de cores personalizáveis

source: Anonymous vote interval
pt: Intervalo de cassificação para anónimos

source: Immediately
pt: Imediatamente

source: Never
pt: Nunca

source: Anonymous users may add another vote after this interval. Because the same IP addresses may be used by different people, allowing the same IP to vote again several days later may yield more votes.
pt: Os utilizadores anónimos podem votar após este intervalo. Porque o mesmo IP pode ser utilizado por pessoas diferentes, permitir que votem mais tarde no tempo pode levar a mais votos.

source: Submit
pt: Enviar

source: Fivestar Settings
pt: Opções do Fivestar

source: Preview
pt: Pré-visualização

source: Rate
pt: Votar

source: Fivestar: Rate this node
pt: Fivestar: Votar neste nó

source: Rate This
pt: Votar

source: Your rating
pt: A sua votação

source: Average
pt: Média

source: Your vote has been cleared.
pt: O seu voto foi removido

source: Thank you for your vote.
pt: Obrigado pela sua classificação.

source: Your rating: <span>!stars</span>
pt: O seu voto: <span>!stars</span>

source: None
pt: Nada

source: Average: <span>!stars</span>
pt: Média: <span>!stars</span>

source: No votes yet
pt: Sem votos

source: Deleting your vote...
pt: A eliminar o voto...

source: Select rating
pt: Votar

source: Cancel rating
pt: Pontuação actual

source: Give it @star/@count
pt: Dar @star/@count

source: !name field is required.
pt: !name field é necessário.

source: Fivestar Stars (display only)
pt: Estilo de exibição cinco estrelas

source: Fivestar Stars (clickable, no text)
pt: Estrelas Fivestar (clicáveis, sem texto)

source: Fivestar Stars (clickable, with text)
pt: Estrelas Fivestar (clicáveis, com texto)

source: <span>1</span> vote
pt: <span>1</span> voto

source: rate content
pt: classificar conteúdo

source: use PHP for fivestar target
pt: utilizar PHP como alvo do Fivestar

source: A simple five-star voting widget for nodes.
pt: Um mecanismo para votação com cinco estrelas simples.

source: Voting
pt: Votação
